<?php


/* Encoding for HTML pages */
$lang['enc']='utf-8';

/* Error messages */
$lang['e01']='此刻你不能申请本留言!';
$lang['e02']='无效 ID';
$lang['e03']='请输入您的姓名';
$lang['e04']='输入有效 e-mail 地址或留空';
$lang['e05']='请输入有效的网站地址，或留空';
$lang['e06']='请输入您的留言';
$lang['e07']='请输入验证码';
$lang['e08']='验证码错误';
$lang['e09']='请输入您的密码';
$lang['e10']='请输入您的回覆邮件';
$lang['e11']='这是不是一个有效的行动!';
$lang['e12']='密码错误!';
$lang['e13']='可以\'打开项目文件进行了书面答复。请属性条目档案，以666 (rw-rw-rw-)!';
$lang['e14']='坏词文件可以\'吨被发现! 请检查该文件的名称。在大多数服务器的名称是区分大小写的!';
$lang['e15']='密码错误! 只有管理员可以阅读此文章!';
$lang['e16']='密码错误! 选定的项目不是\'吨删除';
$lang['e17']='您只能提交一次，这次会议给我留言!';
$lang['e18']='可以\'打开项目文件进行读取! 此文件属性为666 (rw-rw-rw-) ，并确保您的主机允许PHP脚本读取本地文件!';
$lang['e19']='错误';
$lang['e20']='错误:无效的IP地址，访问封锁!';
$lang['e21']='错误:您已经被永久禁止此留言!';

/* Text used */
$lang['t01']='项目的数量: %d 个  页数: %d 个';
$lang['t02']='第一页';
$lang['t03']='上一页';
$lang['t04']='下一步';
$lang['t05']='最后一页';
$lang['t06']='尚未有留言! 您可以成为第一个留言者!';
$lang['t07']='此文章已被提交到:';
$lang['t08']='点击此处继续';
$lang['t09']='查看IP地址';
$lang['T10']='只有管理员可以查看留言者的IP地址。要查看请输入您的管理密码，并点击“查看的IP ”按钮。';
$lang['t11']='取消/返回';
$lang['t12']='您的回复已成功!';
$lang['t13']='回复留言后';
$lang['t14']='管理员可使用本表格后答复。答复选定后请输入您的管理密码，您的邮件，并点击“邮政回复”按钮。';
$lang['t15']='提交';
$lang['t16']='留言:';
$lang['t17']='名称:';
$lang['t18']='上传者:';
$lang['t19']='网址:';
$lang['t20']='电子邮箱:';
$lang['t21']='管理密码:';
$lang['t22']='附加选项:';
$lang['t23']='禁止此IP地址';
$lang['t24']='查看的IP';
$lang['t25']='您的回复:';
$lang['t26']='更多';
$lang['t27']='联系';
$lang['t28']='停用表情';
$lang['t29']='邮政答复';
$lang['t30']='管理答复:';
$lang['t31']='时间:';
$lang['t32']='删除此项目';
$lang['t33']='引进入';
$lang['t34']='回复留言';
$lang['t35']='阅读私人后';
$lang['t36']='这是一个私人留言。要查看，请输入您的管理密码，并点击“阅读私人邮报”按钮。';
$lang['t37']='所选条目已成功删除!';
$lang['t38']='删除留言后';
$lang['t39']='管理员可以删除留言。要删除选定后请输入您的管理密码，并点击“删除此项目”。';
$lang['t40']='删除此项目';
$lang['t41']='有人刚刚签署您的留言';
$lang['t42']='您好!';
$lang['t43']='有人刚刚签署您的留言!';
$lang['t44']='留言（无表情）:';
$lang['t45']='请访问以下网址查看您的留言:';
$lang['t46']='端邮件';
$lang['t47']='您的邮件添加成功!';
$lang['t48']='发布留言';
$lang['t49']=' <b>粗体</b> 为必填项 。';
$lang['t50']='你的名字:';
$lang['t51']='你是哪里人？';
$lang['t52']='您的 e-mail:';
$lang['t53']='您的网站:';
$lang['t54']='请不要输入 URL 地址';
$lang['t55']='这是一个私人留言，把它隐藏起来。';
$lang['t56']='请输入上面显示的数字:';
$lang['t57']='添加我的评论';
$lang['t58']='私人职务。点击查看。';
$lang['t59']='回上一页';
$lang['t60']='查看留言';
$lang['t61']='<<';
$lang['t62']='Security image';
$lang['t63']='查看 e-mail 地址';
$lang['t64']='只有管理员可以查看 e-mail 地址。要查看联系电子邮件：请输入您的管理密码，并点击“查看电子邮件地址”按钮。';
$lang['t65']='联系人电子邮件为这个职位是：';
$lang['t66']='电子邮件是隐藏的' ;

?>
